sensorOpt/con/12.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225033;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225433;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225633;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226033;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112617;
        startFace       226233;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112617;
        startFace       338850;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          329;
        startFace       451467;
    }
)

// ************************************************************************* //
